{"basics":{"name":"Vicente Robles, PhD","title":"Scientist & Engineer","image":"","email":"vicente.jr.robles@gmail.com","phone":"","url":"","summary":"Experienced engineer with expertise in design, data analysis, modeling, and prototyping.","location":{"address":"2712 Broadway St","postalCode":"CA","city":"Laguna Hills","countryCode":"US","region":"California"},"profiles":[{"network":"","username":"","url":""}]},"work":[{"name":"MetroLaser Inc.","position":"Optical Engineer","url":"","startDate":"Aug 2023","endDate":"Present","summary":["• Developing a non-intrusive health monitoring system for elemental detection in rocket flows using laser-induced breakdown spectroscopy, with funding by the Department of Defense (DOD)\n","• Engineered and fabricated a high-pressure aerosol generator for laboratory testing of the monitoring system, utilizing SolidWorks CAD for design and machining in construction\n","• Ensured compliance with company rules, safety protocols, and EHS guidelines in a clean optical lab, reducing contaminants on optics while meeting deadlines, preparing technical documentation, and submitting reports to funding agencies\n"],"highlights":["Laser Diagnostics"]},{"name":"Exponent","position":"Scientist","url":"","startDate":"Sep 2022","endDate":"July 2023","summary":["• Performed optical safety analysis for consumer electronics (with LEDs/lasers) including prototype evaluations via Zemax simulations, and experimental measurements according to international standards and regulations\n","• Designed customized apparatus and testing platforms, and developed analysis routines for data interpretation to address material-related issues in product applications.\n","• Collaborated with cross-disciplinary engineers on electrical and mechanical projects, employing engineering methods to characterize and test materials, including failure mode analysis\n"],"highlights":["Optical Safety"]},{"name":"UC Riverside","position":"Doctoral Researcher","url":"","startDate":"Aug 2016","endDate":"June 2022","summary":["• Managed research initiatives centered on laser-induced cavitation fluid dynamics with emphasis on microfluidic agitation and material perforation for a needle-free proof of concept\n","• Designed and implemented complex optical configurations, incorporating both continuous wave and high-energy pulsed lasers\n","• Integrated advanced techniques including laser surface texturing, high-speed imaging, fluorescence thermometry, and particle image velocimetry to non-intrusively characterize cavitation events\n","• Published 6 research papers, actively mentored 2 undergraduates, and secured a research grant\n"],"highlights":["Fluid Dynamics, Heat Transfer"]},{"name":"SpaceX","position":"Avionics Intern","url":"","startDate":"Sep 2015","endDate":"May 2016","summary":["• Utilized SolidWorks to design and construct a high pressurization system to safely validate and extend the NASA TM X-53692 Standard for leak detection in aerospace subsystems\n","• Developed a testing method and protocol to conducted leak classifications using alternate tracer gasses (dry air, and hydrogen-nitrogen mixture) to compare against the industry standard of helium\n"],"highlights":["Industry Standard Testing"]}],"education":[{"institution":"University of California, Riverside","location":"Riverside, CA","url":"","area":"Mechanical Engineering","studyType":"PhD","startDate":"","endDate":"2022-01-01","score":"","courses":""},{"institution":"Pomona College","location":"Claremont, CA","url":"","area":"Physics","studyType":"Bachelor's","startDate":"","endDate":"2016-01-01","score":"","courses":""}],"skills":[{"name":"Computational","level":"","icon":"fa-solid fa-computer","keywords":["SolidWorks CAD","MATLAB","Python","Origin","ImageJ","Zemax","Ansys Fluent CFD","LabVIEW","Arduino"]},{"name":"Laboratory","level":"","icon":"fa-solid fa-screwdriver-wrench","keywords":["Optics","3D printing","Electronic components","Test equipment","Machining and GD&T","Scanning Electron Microscope"]}],"awards":[{"title":"Siegman International School on Lasers","date":"2020","awarder":"Optical Society of America","url":"","summary":"Program that exposes students to in-depth learning of lasers and their applications from internationally recognized leaders in the field."},{"title":"Predoctoral FORD Foundation Felowship","date":"2018","awarder":"National Academies of Science, Engineering, and Medicine","url":"","summary":"Ford Foundation Fellowships support diverse individuals with superior academic achievement. Aimed at those committed to research, the program seeks scholars who demonstrate promise for future achievement."},{"title":"2nd Place Presentation Award","date":"2018","awarder":"AAAS Pacific Division: Engineering, Technology and Applied Science","url":"","summary":"Awarded for high quality oral presentation at the annual meeting of the Pacific Division of AAAS."},{"title":"Architecture and Engineering Scholarship","date":"2015","awarder":"Orange County Hispanic Education Endowment Fund (HEEF)","url":"","summary":"HEEF provides academic scholarships to talented and deserving Hispanic students in Orange County in an effort to inspire, enhance, and improve access to higher education."}],"languages":[{"language":"English","fluency":"Native speaker","icon":"fa-solid fa-globe"},{"language":"Spanish","fluency":"Fluent","icon":"fa-solid fa-globe"}]}